{
  "letter": "c",
  "terms": [
    {
      "term": "Corr",
      "meaning": "Correspondent channel",
      "category": "internal"
    },
    {
      "term": "CAM — Common Area Maintenance",
      "meaning": "The amount of additional rent charged to a tenant to maintain the common areas of a property which benefits all tenants. Common areas can be parking lots, lobbies, lawns, or any other area on the premise that is not owned by an individual owner. This is most often found in condominium and apartment complexes.",
      "category": "industry"
    },
    {
      "term": "CD",
      "meaning": "Consumer-direct channel",
      "category": "internal"
    },
    {
      "term": "CBWR — Co-Borrower",
      "meaning": "A secondary applicant who shares the responsibility of the mortgage. A co-borrower can be used if one individual does not have a suitable debt-to-income ratio. The co-borrower's income as well as debts will be included when calculating the DTI. They will also need to have a satisfactory credit score and not have defaulted on any government loans.",
      "category": "industry"
    },
    {
      "term": "Closing Docs",
      "meaning": "Signing the closing documents in front of a notary is one of the last steps before your loan is funded. These documents typically include the Loan Note, Mortgage or Deed of Trust, HUD-1, Title Insurance Policy, and Truth in Lending Disclosure. The Loan Note provides a detailed description of the terms of the loan including the total loan amount, interest rate, term of the loan, amount of the payments, and other information relevant to the repayment of the loan. The Mortgage or Deed of Trust is a contract offering your home as collateral for not repaying your loan. The HUD-1 details the total cost of obtaining the loan including closing fees and fees charged by the lender. The Title Insurance Policy protects you and the lender against financial loss if a problem were to arise in the future with the title. The Truth in Lending Disclosure is the final version of the same document previously provided. If purchasing a new home a Deed Transfer will also be included in the closing documents. The deed transfer is a document that is signed by both the buyer and the seller documenting that there has been a legal change of ownership.",
      "category": "industry"
    },
    {
      "term": "CO — Certificate of Occupancy",
      "meaning": "A document issued by the local government certifying that a building is in compliance with all building codes and laws. This document indicates that the building is suitable to live in.",
      "category": "industry"
    },
    {
      "term": "COE — Certificate of Eligibility",
      "meaning": "A certificate of eligibility is needed when applying for a VA loan. The COE signifies that one is eligibility to be backed by the VA. you can apply for a COE online, through a lender, or by mail. In order to receive a COE evidence must be provided to show proof of eligibility. Veterans and national Guard or Reserve members who have been activated, both current and former, are required to provide a copy of DD Form 214 showing the individual of service and reason for separation. Active Duty members and those National guard and Reserve members who have never been activated must have a statement of service signed by the personnel office or the commander of the unit complete with their full name, SSN, date of birth, date of active duty entry, duration of any lost time, and the name of the command providing the information. Discharged members of the National Guard must provide NGB Form 22 or NGB Form 23. Discharged Members if the Selected Reserve shall provide a copy of their last annual retirement points statement and evidence of honorable service.<br /><br />A Surviving spouse of service members killed on duty or because of disability related to service are also eligible for a COE they must provide a copy of VA Form 21-534. If the spouse does not receive Dependency & Indemnity Compensation a copy of DD Form 214, Marriage License, and death certificate or DD Form 1300 must also be provided.",
      "category": "industry"
    },
    {
      "term": "CLTV — Combined Loan-To-Value",
      "meaning": "The total percentage of all of the loans on the property to the value of the property. This is calculated by dividing the sum of all loans on the property by the value of the property. CLTV is used by lenders to determine risk of default by the borrower.",
      "category": "industry"
    },
    {
      "term": "CXM",
      "meaning": "Customer eXperience and Marketing",
      "category": "internal"
    }
  ]
}
