{
  "letter": "f",
  "terms": [
    {
      "term": "FHA — Federal Housing Administration",
      "meaning": "A government agency that is responsible for setting standards for construction and underwriting. The FHA guarantees mortgages that require only a small down payment of 3.5%. The requirements for FHA loans are less stringent and more flexible than conventional home loans. In exchange for a low down payment the borrower must pay a mortgage insurance premium each month. The minimum credit score to be approved for an FHA loan is 580. However, if you have a credit score between 500-579 you can still be approved but only for 90% Loan-to-Value",
      "category": "industry"
    },
    {
      "term": "Fair Market Value",
      "meaning": "The amount that the property would sell for if put up for sale. This is based on the location, and existence of comparable property. This does not take into account preferences or circumstances.",
      "category": "industry"
    },
    {
      "term": "FPM — Flexible-Payment Mortgage",
      "meaning": "A flexible-payment mortgage is a type of ARM that allows the borrower to choose from a variety of payment options. These Payment options are a traditional 30 or 15 year amortizing payment plan, interest only, or minimum payments. The interest only loan allows the borrower to pay the interest that is incurred each month for the first 5 or so years. After which the payments must be larger enough to pay off the principle within the term of the loan. the minimum payments plan allows borrowers to pay the same payment that they had during the fixed period of the ARM even after their rate has increased. This can often cause the mortgage to have a higher balance than before payments initialized.",
      "category": "industry"
    },
    {
      "term": "FRM — Fixed Rate Mortgage",
      "meaning": "A type of mortgage where the interest rate stays the same for the life of the loan. This is the most common type of mortgage in the U.S. Fixed rate mortgages generally have 15 or 30 year terms.",
      "category": "industry"
    },
    {
      "term": "FTHB — First-Time Home Buyer",
      "meaning": "An individual that has not previously had ownership of a house. an individual who has not owned a home in the last three years can also be considered a first time home buyer.",
      "category": "industry"
    }
  ]
}
