{
  "letter": "m",
  "terms": [
    {
      "term": "MBS — Mortgage Backed Security",
      "meaning": "A collection of mortgages sold to by the lender to individuals that the lender later sells to a larger investment bank or government-sponsored enterprise such as Fannie Mae (FNMA) and Freddie Mac. This helps to increase the liquidity of funds available for mortgages.",
      "category": "industry"
    },
    {
      "term": "MIP — Mortgage Insurance Premium",
      "meaning": "MIP is insurance paid for by the borrower of FHA loans. It is similar to PMI, in that it is a safety measure put into place to protect the lender if the borrower defaults. Borrowers are charged a 1% upfront MIP as well as an annual MIP of around 1.15%. 1/12 of the annual fee is paid each month and deposited into an escrow account for the lender to use when the payment is due.",
      "category": "industry"
    },
    {
      "term": "MLO — Mortgage Loan Originator",
      "meaning": "A MLO is a mortgage loan originator (also known as a loan officer). The MLO assists a lender or broker in finding borrowers, taking applications, selling products and advising them on mortgage products. A MLO that is employed by a non depository institution is required to take licensing exams and continuing education to keep their license active.",
      "category": "industry"
    },
    {
      "term": "MLS — Multiple Listing Service",
      "meaning": "An online database available to brokers and real estate agents that has many available for sale properties. This enables real estate agents to assist their clients in finding homes as it gives them accessibility to a large variety of home in different price ranges, neighborhoods, and features.",
      "category": "industry"
    },
    {
      "term": "MPC — Master Planned Community",
      "meaning": "A large scale community that has is carefully planned far before its development begins. Typically MPCs are constructed in areas that have no previous development. These communities tend to offer a range of housing options in terms of price and style. Generally there is a mix of residential and non residential areas.",
      "category": "industry"
    }
  ]
}
