{
  "letter": "p",
  "terms": [
    {
      "term": "PI — Principal and Interest",
      "meaning": "Principal is the outstanding balance of the loan. Interest is the amount, expressed in an annual percentage, that is charged for financing a loan. These two components of PITI make up the majority of your mortgage payment.",
      "category": "industry"
    },
    {
      "term": "PITI — Principal, Interest, Taxes and Insurance",
      "meaning": "The components of the total monthly housing expense. Principle is the amount of the loan that is yet to be paid. Interest is the cost of financing a loan, often expressed as an annual percentage. Taxes are 1/12 of your yearly tax payment each month that is put into an escrow account to be paid by the lender when due. Insurance is the your MIP or PMI that is also put into an escrow account to be paid at a later time.",
      "category": "industry"
    },
    {
      "term": "PMI — Private Mortgage Insurance",
      "meaning": "Private Mortgage Insurance (PMI) is paid by the borrower to protect the lender if the borrower were to default on the loan. PMI is typically required for loans with a down-payment smaller than 20% except with VA and FHA loans. Insurance rates can range from .5%-6% each year. The percent of the premium is influenced by the LTV, credit score, and whether the loan has a fixed or variable rate. Your monthly PMI payment is put into an escrow account. Your lender then uses this account to pay the yearly insurance premium when due. The Homeowners Protection Act of 1998 requires lenders to automatically discontinue PMI once you have 22% equity in your home.",
      "category": "industry"
    },
    {
      "term": "PR — Primary Residence",
      "meaning": "A primary residence is a property an individual calls home. I f an individual occupies multiple residences throughout the year the property in which the individual spends the most time is considered the primary residence.",
      "category": "industry"
    },
    {
      "term": "PR — Principal Reduction",
      "meaning": "Principal reduction is a program offered by Fannie Mae and Freddie Mac in order to assist qualified borrower with debt relief. Principal reduction allows a portion, usually no larger than $500 be removed from the remaining principal of a loan. This is generally used in order to help prevent foreclosures. In order to qualify for principle reduction a borrower must be at least 61 days behind of mortgage payments, not currently be in bankruptcy of legal proceedings, not be engaged in loanmodification, home must be owner occupied, have an income verificationthat documents no more than 40% housing costs compared to gross income.",
      "category": "industry"
    },
    {
      "term": "Processing",
      "meaning": "Processing takes place after a loan officer receives and Compiles your file of information, such as, the credit report, appraisal, verification of employment,etc. The loan processor will take this information and prepare it to be submitted to underwriting. During processing they check that they have all the required documentation and may request additional information required before it can be submitted to underwriting.",
      "category": "industry"
    },
    {
      "term": "PTD — Prior To Doc",
      "meaning": "Prior to Doc (PTD) or sometimes referred to as Prior to Documents are documents the underwriter requires before the loan documents can be ordered. They will communicate this with your loan officer who will work with you to make sure the documents are all in order for underwriting. Some examples of documents that might be requested are additional income or employment verification, appraisals, etc. It is important to work closely with your loan officer to get these in before your rate lock expires.",
      "category": "industry"
    },
    {
      "term": "PTF — Prior to Funding",
      "meaning": "Prior to Funding refers to conditions that come up after a underwriter reviews the loan. These conditions must be met before the loan will be funded by the lender.",
      "category": "industry"
    }
  ]
}
